Repository: tradebooster/binary-mlm-pro
Catalog: languages/binary-mlm-pro-*.po
Languages: es_es, hi_in, ta_lk

source: Display Number of Rows
es_es: Número máximo de filas
hi_in: पंक्तियों की संख्या प्रदर्शित करें
ta_lk: வரிசைகளின் எண்ணிக்கை காண்பிக்க

source: Total Users
es_es: total de usuarios
hi_in: कुल उपयोगकर्ता
ta_lk: மொத்த பயனர்கள்

source: Active Users
es_es: Usuarios activos
hi_in: सक्रिय उपयोगकर्ता
ta_lk: செயலில் பயனர்கள்

source: My Right Group Details
es_es: Mis Derecho Detalles de grupo
hi_in: मेरा अधिकार समूह विवरण
ta_lk: என் வலது குழுவின் விவரங்கள்

source: My Personal Group Details
es_es: Mis datos personales del grupo
hi_in: मेरा व्यक्तिगत समूह विवरण
ta_lk: என் சொந்த குழுவின் விவரங்கள்

source: My Consultants Details
es_es: Mis Consultores Detalles
hi_in: मेरा कंसल्टेंट्स विवरण
ta_lk: என் ஆலோசகர்கள் விவரம்

source: Consultants
es_es: Consultores
hi_in: कंसल्टेंट्स
ta_lk: நிபுணர்கள்

source: Personal Information
es_es: Información Personal
hi_in: व्यक्तिगत जानकारी
ta_lk: தனிப்பட்ட தகவல்

source: View Genealogy
es_es: Ver Genealogía
hi_in: वंशावली देखें
ta_lk: வம்சாவளி காண்க

source: View All
es_es: Ver todos
hi_in: सभी देखें
ta_lk: அனைத்து காண்க

source: You have not earned any commisssions yet.
es_es: Aún no has conseguido ningún commisssions todavía.
hi_in: आपने अभी तक कोई कमीशन नहीं कमाया है.
ta_lk: நீங்கள் இதுவரை எந்த கமிஷன்கள் பெற்றார்.

source: Network Details
es_es: Detalles de la red
hi_in: नेटवर्क विवरण
ta_lk: பிணைய விவரம்

source: Left Leg Sales
es_es: Ventas pierna izquierda
hi_in: लेफ्ट लेग बिक्री
ta_lk: இடது கால் விற்பனை

source: Right Leg Sales
es_es: Ventas pierna derecha
hi_in: राइट लेग बिक्री
ta_lk: வலது கால் விற்பனை

source: New Password
es_es: Nueva contraseña
hi_in: नया पासवर्ड
ta_lk: புதிய கடவுச்சொல்

source: Type Again
es_es: escriba de nuevo
hi_in: फिर से लिखें
ta_lk: மீண்டும் தட்டச்சு

source: Run Payouts
es_es: Ejecutar pagos
hi_in: भुगतान चलाएँ
ta_lk: அவைகளுக்குள் இயக்கவும்

source: User Report
es_es: Informe de usuario
hi_in: उपयोगकर्ता की रिपोर्ट
ta_lk: பயனர் அறிக்கை

source: MLM Payout
es_es: Pago MLM
hi_in: एमएलएम भुगतान

source: Use this screen to run the Payout routine for your network. While testing the plugin use the Distribute Commission and Bonus button below after adding a few members to the network. On a live site the following URL needs to be scheduled (cron job) to run every hour for the commission and bonus routines.
es_es: Utilice esta pantalla para ejecutar la rutina de Pago para su red. Al probar el plugin utiliza la Comisión distribuir y botón Bono a continuación después de la adición de unos pocos miembros de la red. En un sitio en la siguiente dirección URL debe ser programada (cron) para ejecutarse cada hora durante las rutinas de comisiones y bonos.
hi_in: अपने नेटवर्क के लिए भुगतान दिनचर्या को चलाने के लिए इस स्क्रीन का प्रयोग करें. प्लगइन नेटवर्क से कुछ सदस्यों को जोड़ने के बाद नीचे बांटो आयोग और बोनस बटन का उपयोग परीक्षण. एक लाइव साइट पर निम्न URL कमीशन और बोनस दिनचर्या के लिए हर घंटे चलाने के लिए (क्रॉन जॉब) निर्धारित किया जाना चाहिए.
ta_lk: உங்கள் பிணையத்தில் பணம் செலுத்தும் வழக்கமான இயக்க இந்த திரையில் பயன்படுத்த. சொருகி நெட்வொர்க் ஒரு சில உறுப்பினர்கள் சேர்க்கும் பின்னர் கீழே விநியோகிக்க ஆணைக்குழு மற்றும் போனஸ் பொத்தானை பயன்படுத்தி சோதனை செய்யும் போது. ஒரு நேரடி தளத்தில் பின்வரும் URL கமிஷன் மற்றும் போனஸ் நடைமுறைகளை ஒவ்வொரு மணி ரன் (கிரான் வேலை) திட்டமிடப்பட்டுள்ளது வேண்டும்.

source: The commission and bonus routines would simply keep distributing the commission and bonus amounts in the member accounts. They would not show up in their account till the time the Payout Routine is not run. This script can be run manually once every week, every fortnight or every month depending on the payout cycle of the network. Alternately, please schedule (cron job) the following URL as per the frequency of the payout cycle.
es_es: Las rutinas de comisiones y bonos simplemente mantener la distribución de los importes de comisiones y bonos en las cuentas de los miembros. Ellos no aparecen en su cuenta hasta el momento en la rutina de Pago no se ejecuta. Este script se puede ejecutar manualmente una vez cada semana, cada quince días o cada mes, dependiendo del ciclo de pago de la red. Alternativamente, por favor haga (cron) la siguiente URL según la frecuencia del ciclo de pago.
hi_in: कमीशन और बोनस दिनचर्या बस सदस्य खातों में कमीशन और बोनस मात्रा में वितरण कर रखना होगा. समय भुगतान नियमित नहीं चलाया जाता है जब तक वे अपने खाते में नहीं दिखा सकते हैं. यह स्क्रिप्ट, हर सप्ताह में एक बार स्वयं हर पखवाड़े या नेटवर्क का भुगतान चक्र के आधार पर हर महीने चलाया जा सकता है. वैकल्पिक रूप से, भुगतान चक्र की आवृत्ति के अनुसार (क्रॉन जॉब) निम्न URL अनुसूची कृपया.
ta_lk: கமிஷன் மற்றும் போனஸ் நடைமுறைகளை வெறுமனே உறுப்பினர் கணக்குகளில் கமிஷன் மற்றும் போனஸ் தொகை வழங்கும் வைத்திருக்க வேண்டும். நேரம் பணம் செலுத்தும் வழக்கமான ரன் வரை அவர்கள் கணக்கில் எடுத்து காட்ட முடியாது. இந்த ஸ்கிரிப்ட், ஒவ்வொரு வாரம் ஒரு முறை கைமுறையாக ஒவ்வொரு பதினைந்து அல்லது நெட்வொர்க் செலவின சுழற்சி பொறுத்து ஒவ்வொரு மாதமும் ரன். மாறாக, செலவின சுழற்சி அதிர்வெண் படி (கிரான் வேலை) பின்வரும் URL திட்டமிட வேண்டும்.

source: Distribute Commission and Bonus
es_es: Distribuir Comisión y Bonus
hi_in: आयोग और बोनस वितरित
ta_lk: ஆணைக்குழு மற்றும் போனஸ் விநியோகிக்க

source: Run Payout Routine
es_es: Ejecutar rutina Pago
hi_in: भुगतान नियमित चलाएँ
ta_lk: பணம் செலுத்தும் வழக்கமான இயக்கவும்

source: There is no any eligible member Found in this Payout.
es_es: No hay ningún miembro elegible encuentran en este desembolso.
hi_in: इस भुगतान में मिली किसी भी पात्र का सदस्य नहीं है.
ta_lk: இந்த பணம் செலுத்தும் கண்டுபிடிக்கப்பட்டுள்ளது தகுதியுள்ள எந்த உறுப்பினரும் இல்லை.

source: All is Well. Commit.
es_es: Todo está bien. Comprométase.
hi_in: सब ठीक है. संकल्प लें.
ta_lk: அனைத்து நல்லது தான். தவறு.

source: Something wrong. Cancel.
es_es: Algo va mal. Cancelar.
hi_in: कुछ गड़बड़ है. रद्द करें.
ta_lk: ஏதோ தவறு. ரத்து.

source: <p style='border:solid 1px #E6DB55; background:#FFFFCC; padding:10px; margin:10px;'>In order to view the details of the payout (like the image below) before committing the same, you may consider upgrading to the PRO version of the plugin. You can purchase a license key at
es_es: <p style='border:solid 1px #E6DB55; background:#FFFFCC; padding:10px; margin:10px;'>Para ver los detalles del pago (como la imagen de abajo) antes de cometer el mismo, es posible considerar la actualización a la versión PRO del plugin. Usted puede comprar una clave de licencia en
hi_in: <p style='border:solid 1px #E6DB55; background:#FFFFCC; padding:10px; margin:10px;'>वही करने से पहले भुगतान (नीचे छवि की तरह) का विवरण देखने के लिए आदेश में, आप प्लगइन के प्रो संस्करण में उन्नयन पर विचार हो सकता है. आप में एक लाइसेंस कुंजी खरीद सकते हैं
ta_lk: <p style='border:solid 1px #E6DB55; background:#FFFFCC; padding:10px; margin:10px;'>அதே செய்யும் முன் செலவின (கீழே உள்ள படத்தில் போன்றவை) விவரங்களை பார்வையிட பொருட்டு, நீங்கள் சொருகி சார்பு பதிப்பில் மேம்படுத்தும் பரிசீலிக்கும். நீங்கள் ஒரு உரிமம் முக்கிய வாங்க முடியாது

source: Create First User
es_es: Crear Primera usuario
hi_in: सबसे पहले प्रयोक्ता बनाएँ
ta_lk: முதலில் பயனர் உருவாக்க

source: Eligibility
es_es: elegibilidad
hi_in: पात्रता
ta_lk: தகுதி

source: Payout
es_es: pago
hi_in: भुगतान
ta_lk: செலவின

source: Bonus
es_es: prima
hi_in: बोनस
ta_lk: வெகுமதி

source: License Detail
es_es: Detalle de licencia
hi_in: लाइसेंस विस्तार
ta_lk: உரிமம் விரிவாக

source: Settings
es_es: Configuración
hi_in: सेटिंग्स
ta_lk: அமைப்புகள்

source: Withdrawals
es_es: Los de los usuarios
hi_in: निकासी
ta_lk: விலகியவர்கள்

source: Withdrawal Process
es_es: Proceso de del usuario
hi_in: वापसी की प्रक्रिया
ta_lk: மீளப்பெறும் முறை

source: Withdrawal Report
es_es: Informe usuario
hi_in: निकासी की रिपोर्ट
ta_lk: பின்வாங்கும் அறிக்கை

source: .po-Editor
es_es: .Bit-Editor
hi_in: संपादक बिट
ta_lk: .பிட் ஆசிரியர்

source: Update Details
es_es: Actualiza Detalles
hi_in: विवरण को अपडेट करें
ta_lk: விவரம் புதுப்பிக்கவும்

source: Add Row
es_es: Añadir fila
hi_in: पंक्ति जोड़ें
ta_lk: ரோ சேர்க்க

source: Delete Row
es_es: Eliminar fila
hi_in: पंक्ति हटाएँ
ta_lk: வரிசையை நீக்கு

source: Select Bonus Criteria
es_es: Seleccione los criterios de bonificación
hi_in: बोनस मानदंड का चयन करें
ta_lk: போனஸ் வரையறைகள் தேர்வு

source: No. of Pairs
es_es: No de pares
hi_in: जोड़े की संख्या
ta_lk: சோடிகள் எண்ணிக்கை

source: Select Currency
es_es: Seleccionar moneda
hi_in: मुद्रा का चयन करें
ta_lk: நாணய தேர்வு

source: Service Charges
es_es: Cargos por servicio
hi_in: सेवाप्रभार
ta_lk: சேவை கட்டணம்

source: click here
es_es: haga clic aquí
hi_in: यहाँ क्लिक करें
ta_lk: இங்கே கிளிக் செய்யவும்

source: Input a member's username or email address in the input box below to get complete information about the member's account. No more switching back and forth into different member accounts to check their account details.
es_es: Entrada de usuario de un miembro o dirección de correo electrónico en la casilla de abajo para obtener información completa acerca de la cuenta del miembro. No más de alternar en diferentes cuentas de usuario para comprobar los datos de su cuenta.
hi_in: नीचे इनपुट बॉक्स में एक सदस्य के उपयोगकर्ता नाम या ईमेल पते के सदस्य के खाते के बारे में पूरी जानकारी प्राप्त करने के लिए इनपुट. कोई और अधिक अपने खाते के विवरण की जांच करने के लिए विभिन्न सदस्य खातों में आगे पीछे स्विचन.
ta_lk: கீழே உள்ளீடு பெட்டியில் ஒரு உறுப்பினரின் பெயர் அல்லது மின்னஞ்சல் முகவரியை உறுப்பினர் கணக்கு பற்றி முழுமையான தகவல் பெற உள்ளீடு. இன்னும் தங்கள் கணக்கு விவரங்களை சரிபார்க்க வெவ்வேறு உறுப்பு கணக்கில் முன்னும் பின்னுமாக மாறுவதற்கு.

source: Search By username or email address
es_es: Buscar por nombre de usuario o dirección de correo electrónico
hi_in: उपयोगकर्ता नाम या ईमेल पते के आधार पर खोजें
ta_lk: பயனர் பெயர் அல்லது மின்னஞ்சல் முகவரி மூலம் தேட

source: Back to User Dashboard
es_es: Back to Dashboard usuario
hi_in: प्रयोक्ता डैशबोर्ड पर वापस
ta_lk: பயனர் டாஷ்போர்டுக்கு மீண்டும்

source: Please enter username or email address.
es_es: Por favor, introduzca nombre de usuario o la dirección de correo electrónico.
hi_in: उपयोगकर्ता नाम या ईमेल पता दर्ज करें.
ta_lk: பயனர் பெயர் அல்லது மின்னஞ்சல் முகவரியை உள்ளிடவும்.

source: You have entered a wrong username or email address
es_es: Ha introducido un nombre de usuario o una dirección de correo electrónico
hi_in: आप एक गलत उपयोगकर्ता नाम या ईमेल पता दर्ज किया है
ta_lk: நீங்கள் ஒரு தவறான பயனர் பெயர் அல்லது மின்னஞ்சல் முகவரியை உள்ளிட்டு

source: Given below is the list of all pending User Withdrawals.
es_es: A continuación se realiza la lista de todos los retiros pendientes usuario.
hi_in: नीचे दिए गए सभी लंबित उपयोगकर्ता निकासी की सूची है.
ta_lk: கீழே கொடுக்கப்பட்டுள்ள அனைத்து நிலுவையில் பயனர் விலகியவர்கள் பட்டியல்.

source: Process
es_es: proceso
hi_in: प्रक्रिया
ta_lk: முறை

source: Delete
es_es: borrar
hi_in: हटाना
ta_lk: நீக்கு

source: Input the payment details for the withdrawal. These payment details would also show up on the User's Payout Details Page.
es_es: Introduzca los detalles de pago para el retiro. Estos datos de pago también se mostrará en la página Detalles del usuario Pago.
hi_in: वापसी के लिए इनपुट भुगतान विवरण. ये भुगतान की जानकारी भी उपयोगकर्ता की भुगतान विवरण पृष्ठ पर दिखाई जाएगी.
ta_lk: திரும்ப பெற உள்ளீடு கட்டணம் விவரங்கள். இந்த கட்டணம் விவரங்கள் பயனர் பணம் செலுத்தும் விபரங்கள் பக்கத்தில் காண்பிக்கும் என்று.

source: This would mark the withdrawal as deleted. The user would need to initiate a fresh withdrawal for this payout from his interface.
es_es: Esto marcaría el retiro como eliminado. Sería necesario que el usuario inicie una retirada fresca para este premio desde su interfaz.
hi_in: नष्ट कर के रूप में यह वापसी के निशान होगा. उपयोगकर्ता अपने इंटरफेस से इस भुगतान के लिए एक नए सिरे से वापसी आरंभ करने की आवश्यकता होगी.
ta_lk: நீக்கப்பட்ட இந்த திரும்ப குறிக்க வேண்டும். பயனர் தனது முகப்பில் இருந்து இந்த செலவின ஒரு புதிய திரும்ப தொடங்க வேண்டும்.

source: Member Username
es_es: Nombre de usuario miembro
hi_in: सदस्य उपयोगकर्ता नाम
ta_lk: உறுப்பினர் பெயர்

source: Member Email
es_es: usuario Email
hi_in: सदस्य ईमेल
ta_lk: உறுப்பினர் மின்னஞ்சல்

source: Withdrawal Initiate Date
es_es: Fecha de Retiro Iniciado
hi_in: निकासी तिथि आरंभ करें
ta_lk: திரும்ப தேதி தொடங்கு

source: Withdrawal Comment
es_es: Retirada comentario
hi_in: निकासी टिप्पणी
ta_lk: திரும்ப கருத்து

source: Payout Id
es_es: Id Pago
hi_in: भुगतान आईडी
ta_lk: செலவின அடையாளம்

source: Payout Date
es_es: Fecha de Pago
hi_in: भुगतान तिथि
ta_lk: செலவின தேதி

source: Pending User Withdrawals
es_es: Retiros pendientes usuario
hi_in: लंबित उपयोगकर्ता निकासी
ta_lk: நிலுவையில் பயனர் விலகியவர்கள்

source: Action
es_es: acción
hi_in: कार्रवाई
ta_lk: செயல்

source: Hooray! Nothing in the pipeline to be processed.
es_es: Hooray! Nada en la tubería para ser procesado.
hi_in: हुर्रे! संसाधित करने के लिए पाइप लाइन में कुछ भी नहीं है.
ta_lk: ஹைய்யா! பதப்படுத்தப்பட்ட வேண்டும் குழாய் இல்லை.

source: Processed Withdrawals Report
es_es: Retiros procesados ​​Informar
hi_in: प्रसंस्कृत निकासी रिपोर्ट
ta_lk: பதப்படுத்தப்பட்ட இருந்து விலகியவர்கள் தெரிவியுங்கள்

source: Given below is the list of all withdrawal requests that have been successfully processed.
es_es: A continuación se realiza la lista de todas las solicitudes de retiro que han sido procesados ​​con éxito.
hi_in: नीचे दिए गए सफलतापूर्वक संसाधित किया गया है कि सभी वापसी के अनुरोधों की सूची है.
ta_lk: கீழே கொடுக்கப்பட்டுள்ள வெற்றிகரமாக செயல்படுத்தப்படும் என்று அனைத்து திரும்ப கோரிக்கைகளின் பட்டியல்.

source: User Name
es_es: Nombre de usuario
hi_in: प्रयोक्ता नाम
ta_lk: பயனர் பெயர்

source: User Email
es_es: Envíe un correo electrónico
hi_in: उपयोगकर्ता का ईमेल
ta_lk: பயனர் மின்னஞ்சல்

source: Withdrawal Date
es_es: Fecha de Retiro
hi_in: वापसी तिथि
ta_lk: திரும்ப தேதி

source: Withdrawal Amount
es_es: Retiro Importe
hi_in: वापसी राशि
ta_lk: திரும்ப தொகை

source: Payment Mode
es_es: Forma de Pago
hi_in: भुगतान विधि
ta_lk: கட்டணம் முறை

source: Payment Details
es_es: Detalles del pago
hi_in: भुगतान विवरण
ta_lk: கட்டணம் விவரம்

source: Submit
es_es: presentar
hi_in: सबमिट
ta_lk: சமர்ப்பிக்க

source: Your License key has been updated.
es_es: Su clave de licencia ha sido actualizada.。
hi_in: आपका लाइसेंस कुंजी अद्यतन किया गया है.。
ta_lk: உங்கள் உரிமம் முக்கிய மேம்படுத்தப்பட்டது.。

source: Sorry, Your License key is invalid.
es_es: Lo sentimos, la clave de licencia no es válido.
hi_in: क्षमा करें, आपकी लाइसेंस कुंजी अवैध है.
ta_lk: மன்னிக்கவும், உங்கள் உரிமம் விசை தவறானது.

source: Direct Referral Commission
es_es: Comisión Referencia directa
hi_in: प्रत्यक्ष परामर्श कमीशन
ta_lk: நேரடி பரிந்துரை ஆணையம்

source: This figure will be configurable on the Payout tab of the Plugin Settings. This amount will be added to the payout of a particular member during a particular payout cycle and will be shown on the front end Payout Details page as a separate line item titled Personal Referral Commission.
es_es: Esta cifra se puede configurar en la pestaña Pagos de la configuración del plugin. Este importe se añadirá a las ganancias de un miembro en particular durante un ciclo de pago en particular y se mostrará en la página Detalles Pago frontal como una partida separada titulada Comisión Referencia Personal.
hi_in: यह आंकड़ा प्लगइन सेटिंग्स का भुगतान टैब पर विन्यास किया जाएगा. इस राशि को एक विशेष भुगतान चक्र के दौरान एक खास सदस्य का भुगतान करने के लिए जोड़ दिया जाएगा और व्यक्तिगत परामर्श कमीशन शीर्षक से एक अलग लाइन आइटम के रूप में सामने अंत भुगतान विवरण पृष्ठ पर दिखाया जाएगा.
ta_lk: இந்த எண்ணிக்கை செருகுநிரல் அமைப்புகள் மற்றும் பணம் செலுத்தும் தாவலில் செயல்படுத்த வேண்டும். இந்த அளவு ஒரு குறிப்பிட்ட செலவின சுழற்சி போது ஒரு குறிப்பிட்ட உறுப்பினர் செலவின சேர்க்கப்படும் மற்றும் தனிப்பட்ட பரிந்துரை ஆணையம் என்ற பெயரில் ஒரு தனி வரி உருப்படியை என முன் இறுதியில் பணம் செலுத்தும் விவரம் பக்கம் காண்பிக்கப்படும்.

source: Even if a member is entitled to an amount higher than the cap limit, the maximum amount that can be paid to the member will be equal to the amount specified in the cap limit field.
es_es: Incluso si un miembro tiene derecho a una cantidad superior al límite de la tapa, la cantidad máxima que puede pagarse al miembro será igual a la cantidad especificada en el campo límite cap.
hi_in: एक सदस्य टोपी सीमा से अधिक एक राशि के हकदार है, भले सदस्य के लिए भुगतान किया जा सकता है कि अधिकतम राशि टोपी सीमा क्षेत्र में निर्दिष्ट राशि के बराबर होगा.
ta_lk: உறுப்பினர் தொப்பி வரம்பை விட அதிகமாக ஒரு அளவு உரிமை கூட, உறுப்பினர் கொடுக்கப்பட முடியும் என்று அதிகபட்ச அளவு வரையறை எல்லை துறையில் குறிப்பிட்ட அளவு சமமாக இருக்கும்.

source: Initial Pair
es_es: Par inicial
hi_in: प्रारंभिक जोड़ी
ta_lk: ஆரம்ப ஜோடி

source: Initial Amount
es_es: Importe Inicial
hi_in: प्रारंभिक राशि
ta_lk: ஆரம்ப தொகை

source: Direct Referral Commission Amount
es_es: Referencia directa Monto Comisión
hi_in: प्रत्यक्ष ररामर्श कमीशन राशि
ta_lk: நேரடி பரிந்துரை கமிஷன் தொகை

source: Cap Limit Amount
es_es: Cap Límite de cantidad
hi_in: कैप सीमा राशि
ta_lk: தொப்பி எல்லை தொகை

source: Confirm Delete withdrawal request?
es_es: Confirmar eliminación solicitud de retiro?
hi_in: वापसी अनुरोध हटाने की पुष्टि करें?
ta_lk: திரும்ப கோரிக்கை நீக்கு உறுதி?

source: Process Individual User Withdrawal
es_es: Proceso individual Retirada del usuario
hi_in: प्रक्रिया व्यक्तिगत उपयोगकर्ता निकासी
ta_lk: செயல்முறை தனிப்பட்ட பயனர் பின்வாங்கும்

source: Use the form below to process an individual user withdrawal.
es_es: Utilice el siguiente formulario para procesar una retirada de usuario individual.
hi_in: एक व्यक्तिगत उपयोगकर्ता वापसी की प्रक्रिया के लिए नीचे दिए गए फ़ॉर्म का उपयोग करें.
ta_lk: ஒரு தனி பயனர் திரும்ப செயல்படுத்த கீழே உள்ள படிவத்தை பயன்படுத்தவும்.

source: Cash
es_es: efectivo
hi_in: नकद
ta_lk: பணம்

source: Simply records a cash payment against the withdrawal with no further details.
es_es: Simplemente graba un pago en efectivo contra la retirada sin más detalles.
hi_in: बस आगे कोई विवरण के साथ वापसी के खिलाफ एक नकद भुगतान रिकॉर्ड.
ta_lk: வெறுமனே மேலும் விவரங்கள் திரும்ப எதிரான பண பட்டுவாடா செய்யப்படும்.

source: Specify the Cheque Number, Cheque Date and Bank Name.
es_es: Especifique el Número de Cheque, Cheque fecha y el nombre del Banco.
hi_in: चेक नंबर, चैक दिनांक और बैंक का नाम निर्दिष्ट करें.
ta_lk: காசோலை எண், காசோலை தேதி மற்றும் வங்கி பெயர் குறிப்பிட.

source: Bank Transfer
es_es: Transferencia bancaria
hi_in: बैंक स्थानांतरण
ta_lk: வங்கி பரிமாற்றம்r

source: Specify the Beneficiary Name, Account Number, Bank Name and Bank Transfer Code (optional).
es_es: Especifique el Nombre del beneficiario, número de cuenta, nombre del banco y el Código Transferencia bancaria (opcional).
hi_in: लाभार्थी का नाम, खाता संख्या, बैंक का नाम और बैंक ट्रांसफर संहिता (वैकल्पिक) निर्दिष्ट करें.
ta_lk: பயனாளிகள் பெயர், கணக்கு எண், வங்கியின் பெயர் மற்றும் வங்கி மாற்றம் கோட் (விருப்ப) குறிப்பிடவும்.

source: Other
es_es: otro
hi_in: अन्य
ta_lk: வேறு

source: For any other mode of payment. Just specify the payment details in the input box provided.
es_es: Para cualquier otro medio de pago. Sólo especifique los detalles de pago en el campo de entrada.
hi_in: भुगतान के किसी अन्य विधि के लिए. बस प्रदान की इनपुट बॉक्स में भुगतान की जानकारी निर्दिष्ट करें.
ta_lk: பணம் வேறு முறைக்கு. தான் வழங்கிய உள்ளீடு பெட்டியில் பணம் விவரங்களை குறிப்பிடவும்.

source: Member Id
es_es: Id miembro
hi_in: सदस्य पहचान
ta_lk: உறுப்பினர் அடையாளம்

source: Member User Name
es_es: Miembro Nombre de usuario
hi_in: सदस्य का नाम
ta_lk: உறுப்பினர் பயனர் பெயர்

source: Title
es_es: título
hi_in: शीर्षक
ta_lk: தலைப்பு

source: Name
es_es: nombre
hi_in: नाम
ta_lk: பெயர்

source: Address
es_es: dirección
hi_in: पता
ta_lk: முகவரி

source: DOB
es_es: Fecha de nacimiento
hi_in: जन्म तिथि

source: Edit
es_es: editar
hi_in: संपादित करें
ta_lk: திருத்த

source: My Payouts
es_es: Mis pagos
hi_in: मेरा भुगतान
ta_lk: என் அவைகளுக்குள்

source: Date
es_es: fecha
hi_in: तारीख
ta_lk: தேதி

source: Total on Right Leg
es_es: Total en la pierna derecha
hi_in: रदाएँ पैर पर कुल
ta_lk: வலது காலில் மொத்த

source: Total on Left Leg
es_es: Total en la pierna izquierda
hi_in: बाएं पैर पर कुल
ta_lk: இடது காலில் மொத்த

source: My Personal Sales
es_es: Mis ventas personales
hi_in: मेरा व्यक्तिगत बिक्री
ta_lk: என் தனிப்பட்ட விற்பனை

source: Personal Sales
es_es: Ventas Personales
hi_in: व्यक्तिगत बिक्री
ta_lk: தனிப்பட்ட விற்பனை

source: Details
es_es: Detalles
hi_in: विवरण
ta_lk: விவரங்கள்

source: Payout Details
es_es: Detalles de Pago
hi_in: भुगतान विवरण
ta_lk: செலவின விவரம்

source: Commission
es_es: comisión
hi_in: आयोग
ta_lk: தரகு

source: Payout Summary
es_es: Resumen de pagos
hi_in: भुगतान सारांश
ta_lk: செலவின சுருக்கம்

source: Commission Amount
es_es: Monto Comisión
hi_in: कमीशन राशि
ta_lk: கமிஷன் தொகை

source: Bonus Amount
es_es: Monto del Bono
hi_in: बोनस राशि
ta_lk: போனஸ் தொகை

source: Sub-Total
es_es: total parcial
hi_in: उप - जॉड़
ta_lk: கூட்டுத்தொகை

source: Service Charge
es_es: Cargo por servicio
hi_in: सेवा प्रभार
ta_lk: சேவை பொறுப்பு

source: Tax
es_es: impuesto
hi_in: कर
ta_lk: வரி

source: Net Amount
es_es: Importe neto
hi_in: शुद्ध राशि
ta_lk: நிகர தொகை

source: Your Withdrawal Request Initiated.
es_es: Su solicitud de retiro Iniciado.
hi_in: आपकी वापसी अनुरोध शुरू की.
ta_lk: உங்கள் பின்வாங்கும் கோரிக்கையை துவக்கிய.

source: Withdrawal Pending
es_es: retiro pendiente
hi_in: निकासी लंबित
ta_lk: நிலுவையில் திரும்ப

source: Payment Processed
es_es: pago procesado
hi_in: भुगतान संसाधित
ta_lk: கட்டணம் பதப்படுத்தப்பட்ட

source: View Payment Detail
es_es: Ver detalles de pago
hi_in: भुगतान विवरण देखें
ta_lk: பண விரிவாக பார்க்க

source: Comment, if any
es_es: Comentarios, si los hubiere,
hi_in: यदि कोई हो, टिप्पणी
ta_lk: , ஏதேனும் கருத்து

source: Initiate withdrawal
es_es: iniciar retirada
hi_in: वापसी आरंभ
ta_lk: திரும்ப தொடங்க

source: Payout ID
es_es: ID Pago
hi_in: भुगतान पहचान
ta_lk: செலவின ஐடி

source: User Key
es_es: clave de usuario
hi_in: उपयोगकर्ता कुंजी
ta_lk: பயனர் விசை

source: Sponsor
es_es: patrocinar
hi_in: प्रायोजक
ta_lk: ஆரம்பித்து வைப்பவர்

source: Status
es_es: estado
hi_in: अवस्था
ta_lk: அந்தஸ்து

source: Left
es_es: Izquierda
hi_in: बाएं
ta_lk: விட்டு

source: Right
es_es: derecho
hi_in: दाहिने
ta_lk: சரியான

source: Payment Date
es_es: Fecha de Pago

source: Payment Detail
es_es: Detalle del pago

source: Cheque No
es_es: registrarse

source: Cheque Date
es_es: Cheque Fecha

source: Bank Name
es_es: Nombre del banco

source: Account No
es_es: cuenta n

source: Banktransfer Code
es_es: Código Banktransfer
hi_in: Banktransfer ???
ta_lk: Banktransfer ?????

source: Thanks for Patience
es_es: Gracias por la paciencia

source: view
es_es: ver

source: ADD
es_es: AÑADIR

source: PAID
es_es: PAGADO

source: Owner
es_es: propietario

source: Left leg
es_es: pierna izquierda

source: Right leg
es_es: pierna derecha

source: YOU
es_es: USTED

source: This is the amount paid to a sponsor for sponsoring a new member in the network. This amount is paid for an infinite number of referrals.
es_es: Se trata de la cantidad pagada a un patrocinador para el patrocinio de un nuevo miembro en la red. Esta cantidad se paga por un número infinito de referencias.

source: Maximum amount that can be paid to a member in one payout cycle. Anything above the cap limit will be flushed out.
es_es: La cantidad máxima que se puede pagar a un miembro en un ciclo de pago. Cualquier cosa por encima del límite de la tapa será eliminado.

source: Activate ePin
es_es: Activar ePin
hi_in: ?????? ePin
ta_lk: ???????????? ePin

source: In case you would like to Activate ePin functionality on your website, set this value to Yes.
es_es: En caso de que quiera para activar la funcionalidad ePin en su página web, establezca este valor en Sí.
hi_in: ?? ???? ??????? ?? ePin ??????????? ?? ?????? ???? ????? ??? ????? ???, ??? ?? ????? ?????????.
ta_lk: ??????? ?????? ????????????? ePin ????????? ??????????????? ?????????????? ????????, ????? ???? ??????? ??????.

source: Sole Payment Method
es_es: Método de Pago Único
