Repository: tradebooster/binary-mlm-pro
Catalog: languages/binary-mlm-pro-*.po
Languages: es_es, hi_in, ta_lk

source: Register New User
es_es: Registrar nuevo usuario
hi_in: नई उपयोगकर्ता पंजीकरण
ta_lk: புதிய பயனர் பதிவு

source: Sponsor does not exist in the system.
es_es: Patrocinador no existe en el sistema.
hi_in: प्रायोजक प्रणाली में मौजूद नहीं है.
ta_lk: ஆதரவாளரை அமைப்பில் இல்லை.

source: Create Username
es_es: Crear nombre de usuario
hi_in: यूजर का नाम बनाएँ
ta_lk: பயனாளர் உருவாக்க

source: Congratulations! The username is available.
es_es: ¡Enhorabuena! El nombre de usuario está disponible.
hi_in: बधाई हो! उपयोगकर्ता नाम उपलब्ध है.
ta_lk: வாழ்த்துக்கள்! பயனர் பெயர் கிடைக்கும்.

source: Create Password
es_es: Crear contraseña
hi_in: पासवर्ड बनाएं
ta_lk: கடவுச்சொல் உருவாக்க

source: Password length atleast 6 character
es_es: Contraseña longitud al menos 6 caracteres
hi_in: पासवर्ड लंबाई कम से कम 6 वर्ण का
ta_lk: கடவுச்சொல் நீளம் குறைந்தது 6 பாத்திரம்

source: Confirm Password
es_es: Confirmar Contraseña
hi_in: पासवर्ड की पुष्टि
ta_lk: கடவுச்சொல் உறுதி

source: Sponsor Name
es_es: Nombre del patrocinador
hi_in: प्रायोजक का नाम
ta_lk: ஆதரவாளரை பெயர்

source: Sorry! The specified sponsor is not available for registration.
es_es: ¡Lo siento! El patrocinador especificada no está disponible para su registro.
hi_in: क्षमा करें! निर्दिष्ट प्रायोजक पंजीकरण के लिए उपलब्ध नहीं है.
ta_lk: மன்னிக்கவும்! குறிப்பிட்ட ஆதரவாளரை பதிவு கிடைக்கவில்லை.

source: Placement
es_es: colocación
hi_in: नियुक्ति
ta_lk: ஒன்றின் நிறுத்தப்பட்ட நிலை

source: First Name
es_es: Nombre
hi_in: प्रथम नाम
ta_lk: முதல் பெயர்

source: Last Name
es_es: apellido
hi_in: अंतिम नाम
ta_lk: கடந்த பெயர்

source: Address Line 1
es_es: Dirección 1
hi_in: पता पंक्ति 1
ta_lk: முகவரி வரி 1

source: Address Line 2
es_es: Dirección 2
hi_in: पता पंक्ति 2
ta_lk: முகவரி வரி 2

source: City
es_es: ciudad
hi_in: शहर
ta_lk: நகரம்

source: State
es_es: estado
hi_in: राज्य
ta_lk: நிலை

source: Postal Code
es_es: Código Postal
hi_in: डाक का कोड
ta_lk: தபால் கோட்

source: Country
es_es: país
hi_in: देश
ta_lk: நாடு

source: Email Address
es_es: Dirección de correo electrónico
hi_in: ईमेल एड्रेस
ta_lk: மின்னஞ்சல் முகவரி

source: Confirm Email Address
es_es: Confirmar el correo
hi_in: ईमेल पते की पुष्टि
ta_lk: மின்னஞ்சல் முகவரி உறுதி

source: Contact No
es_es: No Contacto
hi_in: कोई संपर्क
ta_lk: எந்த தொடர்பு

source: Date of Birth
es_es: Fecha de nacimiento
hi_in: जन्म तिथि
ta_lk: பிறந்த நாள்

source: Create First User in Network
es_es: Cree primer usuario en red
hi_in: नेटवर्क में सबसे पहले प्रयोक्ता बनाएँ
ta_lk: நெட்வொர்க் முதல் பயனர் உருவாக்க

source: In order to begin building your network you would need to register the First User of the network. All other users would be registered under this First User.
es_es: Con el fin de iniciar la construcción de su red que se necesita para registrar el primer usuario de la red. El resto de usuarios se registran bajo este primer usuario.
hi_in: अपने नेटवर्क के निर्माण शुरू करने के लिए यदि आप नेटवर्क के पहले उपयोगकर्ता रजिस्टर करने की आवश्यकता होगी. अन्य सभी उपयोगकर्ताओं को इस प्रथम प्रयोक्ता के तहत पंजीकृत किया जाएगा.
ta_lk: உங்கள் பிணைய உருவாக்க தொடங்கும் பொருட்டு, நீங்கள் பிணைய முதல் பயனர் பதிவு செய்ய வேண்டும். அனைத்து மற்ற பயனர்கள் இந்த முதல் பயனர் கீழ் பதிவு.

source: Please Correct the following Error(s)
es_es: Por favor corrija los siguientes errores (s)
hi_in: निम्नलिखित त्रुटि (ओं) को ठीक करें
ta_lk: பின்வரும் பிழை (கள்) சரி செய்து

source: <div class='updated fade'><p><strong>Please create the first user account in the MLM Network and configure other MLM settings. Please </strong>
es_es: <div class='updated fade'> <p> Por favor, cree la primera cuenta de usuario en la Red de MLM y configurar otras opciones de MLM. complacer</ strong>
hi_in: <div class='updated fade'> <p> एमएलएम नेटवर्क में पहले उपयोगकर्ता खाते बनाने के लिए और अन्य एमएलएम सेटिंग विन्यस्त करें. कृपया </ strong>
ta_lk: <div class='updated fade'> <p> MLM நெட்வொர்க் முதல் பயனர் கணக்கை உருவாக்க மற்றும் பிற MLM அமைப்புகளை கட்டமைக்க வேண்டும். தயவு செய்து </ strong>

source: <div class='updated fade'><p><strong>Please configure other MLM Settings. </strong>
es_es: <div class='updated fade'><p><strong>Por favor, configure otros ajustes de MLM.</strong>
hi_in: <div class='updated fade'><p><strong>अन्य एमएलएम सेटिंग्स कॉन्फ़िगर करें. </strong>
ta_lk: <div class='updated fade'><p><strong>மற்ற MLM அமைப்புகள் கட்டமைக்க வேண்டும். </strong>

source: <div class='updated fade'><p><strong>Complete the MLM settings. Please </strong>
es_es: <div class='updated fade'> <p>Completar la configuración de MLM. complacer</ strong>
hi_in: <div class='updated fade'> <p> एमएलएम सेटिंग्स को पूरा करें. कृपया </ strong>
ta_lk: <div class='updated fade'> <p> MLM அமைப்புகள் முடிக்க. தயவு செய்து</ strong>

source: <h1>MLM Settings</h1>
es_es: <h1>Configuración de MLM</ h1>
hi_in: <h1>एमएलएम सेटिंग्स</h1>
ta_lk: <h1>MLM அமைப்புகள்</ h1>

source: Currency Setting
es_es: moneda Configuración
ta_lk: நாணய அமைக்கிறது

source: Please select the base currency of your MLM Network. This option is very important as all calculations will be performed in this base currency. Once this currency is chosen and saved, it CANNOT be changed later. The entire network will need to be reset if you decide to change the currency at a later date.
es_es: Por favor seleccione la moneda base de su red de MLM. Esta opción es muy importante ya que se llevarán a cabo todos los cálculos en esta moneda base. Una vez que esta moneda se escoge y se guarda, no se puede cambiar más adelante. Toda la red tendrá que ser restablecida si usted decide cambiar la moneda en una fecha posterior.
hi_in: अपने एमएलएम नेटवर्क के आधार मुद्रा का चयन करें. सभी गणना इस आधार मुद्रा में प्रदर्शन किया जाएगा के रूप में यह विकल्प बहुत महत्वपूर्ण है. इस मुद्रा को चुना और सहेज ली जाती है, बाद में इसे बदला नहीं जा सकता. आप एक बाद की तारीख में मुद्रा बदलने का फैसला अगर पूरे नेटवर्क रीसेट करने की आवश्यकता होगी.
ta_lk: உங்கள் MLM நெட்வொர்க் அடிப்படை நாணயத்தை தேர்ந்தெடுக்கவும். அனைத்து கணக்கீடுகள் இந்த அடிப்படை நாணயத்தை நிகழ்த்தப்படும் இந்த விருப்பத்தை மிகவும் முக்கியமானது. இந்த நாணயத்தை தேர்வு மற்றும் சேமிக்கப்படும் முறை, பின்னர் மாற்ற முடியாது. நீங்கள் பிறகு ஒரு நாள் நாணயத்தை மாற்ற முடிவு செய்தால் முழு பிணைய மீட்டமைப்பு இருக்க வேண்டும்.

source: Currency
es_es: moneda
hi_in: मुद्रा
ta_lk: நாணய

source: Select your currency which will you use.
es_es: Seleccione su moneda que va a utilizar.
hi_in: आप का उपयोग करेगा जो अपनी मुद्रा चुनें.
ta_lk: நீங்கள் பயன்படுத்தும் உங்கள் நாணயத்தை தேர்வு.

source: Eligibility Settings
es_es: Configuración de elegibilidad
hi_in: पात्रता सेटिंग्स
ta_lk: தகுதி அமைப்புகள்

source: Use this screen to define the eligibility criteria for a member to start earning commissions in the network.
es_es: Utilice esta pantalla para definir los criterios de elegibilidad para un miembro de empezar a ganar comisiones en la red.
hi_in: नेटवर्क में आयोगों कमाई शुरू करने के लिए एक सदस्य के लिए पात्रता मानदंड को परिभाषित करने के लिए इस स्क्रीन का प्रयोग करें.
ta_lk: நெட்வொர்க்கில் கமிஷன்கள் சம்பாதிக்கும் தொடங்க ஒரு அங்கத்தவரை தகுதி வரையறுக்க இந்த திரையில் பயன்படுத்த.

source: No. of Direct Paid Referrals
es_es: Número de Referidos directos pagados
hi_in: प्रत्यक्ष भुगतान सिफ़ारिशों की संख्या
ta_lk: நேரடி கட்டண வேலைகள் எண்ணிக்கை

source: The number of members that a member will need to directly and personally refer in the network before he can start earning commissions.
es_es: El número de miembros que un miembro deberá referirse directa y personalmente en la red antes de que pueda empezar a ganar comisiones.
hi_in: वह आयोगों कमाई शुरू कर सकते से पहले एक सदस्य सीधे और व्यक्तिगत रूप से नेटवर्क में उल्लेख करना होगा कि सदस्यों की संख्या.
ta_lk: அவர் கமிஷன்கள் சம்பாதித்து தொடங்குவதற்கு முன்பாக உறுப்பினராக நேரடியாக மற்றும் தனிப்பட்ட பிணைய ல் பார்க்கவும் வேண்டும் என்று உறுப்பினர்கள் எண்ணிக்கை.

source: No. of paid referral(s) on right leg
es_es: Número de referencia de pago (s) en la pierna derecha
hi_in: दाहिना पैर पर भुगतान किया रेफरल (ओं) की संख्या
ta_lk: வலது காலில் பணம் குறிப்பு (கள்) எண்ணிக்கை

source: The number of paid direct and personal referrals a member needs to introduce in this right leg before he can start earning commissions.
es_es: El número de referencias directas y personales pagados un miembro tiene que introducir en esta pierna derecha antes de que pueda empezar a ganar comisiones.
hi_in: एक सदस्य वह आयोगों कमाई शुरू कर सकते हैं इससे पहले कि यह सही पैर में पेश करने की जरूरत है भुगतान प्रत्यक्ष और व्यक्तिगत रेफरल की संख्या.
ta_lk: உறுப்பினராக அவர் கமிஷன்கள் சம்பாதித்து தொடங்குவதற்கு முன்பாக இந்த வலது கால் அறிமுகப்படுத்த வேண்டும் செலுத்திய நேரடி மற்றும் தனிப்பட்ட பரிந்துரைகளை எண்ணிக்கை.

source: No. of paid referral(s) on left leg
es_es: Número de referencia de pago (s) en la pierna izquierda
hi_in: बाएं पैर पर भुगतान किया रेफरल (ओं) की संख्या
ta_lk: இடது காலில் பணம் குறிப்பு (கள்) எண்ணிக்கை

source: The number of paid direct and personal referrals a member needs to introduce in this left leg before he can start earning commissions.
es_es: El número de referencias directas y personales pagados un miembro tiene que introducir en esta pierna izquierda antes de que pueda empezar a ganar comisiones.
hi_in: एक सदस्य वह आयोगों कमाई शुरू कर सकते हैं इस से पहले बाएँ पैर में पेश करने की जरूरत है भुगतान प्रत्यक्ष और व्यक्तिगत रेफरल की संख्या.
ta_lk: உறுப்பினராக அவர் கமிஷன்கள் சம்பாதித்து தொடங்குவதற்கு முன்பாக இந்த இடது கால் அறிமுகப்படுத்த வேண்டும் செலுத்திய நேரடி மற்றும் தனிப்பட்ட பரிந்துரைகளை எண்ணிக்கை.

source: Please Correct the following Error
es_es: Por favor corrija los siguientes errores
hi_in: निम्न त्रुटि को ठीक करें
ta_lk: பின்வரும் பிழை சரி செய்து

source: No. of direct paid referral(s)
es_es: Número de referencia pagados directo (s)
hi_in: प्रत्यक्ष भुगतान किया रेफरल की संख्या (ओं)
ta_lk: நேரடி சம்பளம் குறிப்பு எண் (கள்)

source: Please specify direct referral by you.
es_es: Por favor, especifique referencia particular a usted.
hi_in: आपके द्वारा प्रत्यक्ष रेफरल निर्दिष्ट करें.
ta_lk: நீங்கள் நேரடி குறிப்பு குறிப்பிடவும்.

source: Please specify no. of paid referrals on right leg.
es_es: Especifique no. de pagar las referencias en la pierna derecha.
hi_in: कोई निर्दिष्ट करें. के दाहिने पैर पर रेफरल का भुगतान किया.
ta_lk: எந்த குறிப்பிடவும். வலது காலில் பரிந்துரைகளை வழங்கியது.

source: Please specify no. of paid referrals on left leg.
es_es: Especifique no. de pagar las referencias en la pierna izquierda.
hi_in: कोई निर्दिष्ट करें. के बाएँ पैर पर रेफरल का भुगतान किया.
ta_lk: எந்த குறிப்பிடவும். இடது காலில் பரிந்துரைகளை வழங்கியது.

source: Update Options
es_es: Opciones de actualización
hi_in: विकल्प अपडेट करें
ta_lk: விருப்பங்கள் புதுப்பிக்கவும்

source: Payout Settings
es_es: Configuración de Pago
hi_in: भुगतान सेटिंग्स
ta_lk: செலவின அமைப்புகள்

source: Use this screen to define the basic parameters of your pay plan.
es_es: Utilice esta pantalla para definir los parámetros básicos de su plan de pago.
hi_in: अपने वेतन योजना के बुनियादी मानकों को परिभाषित करने के लिए इस स्क्रीन का प्रयोग करें.
ta_lk: உங்கள் சம்பள திட்டத்தின் அடிப்படை காரணிகள் வரையறுக்க இந்த திரையில் பயன்படுத்த.

source: How many paid members in the left and right leg individually will make 1 pair for calculating commissions.
es_es: ¿Cuántos miembros pagados en la pierna izquierda y la derecha de forma individual hará 1 par para el cálculo de las comisiones.
hi_in: कितने बाएँ और दाएँ पैर में भुगतान के सदस्यों को अलग - अलग आयोगों की गणना के लिए 1 जोड़ी बनाना होगा.
ta_lk: எத்தனை இடது மற்றும் வலது கால் பணம் உறுப்பினர்கள் தனித்தனியாக கமிஷன்கள் கணக்கிட 1 ஜோடி செய்யும்.

source: To incentivise members in the initial stages the amount paid for initial pairs is slightly higher than the regular payout amount.
es_es: Para incentivar a los miembros en las etapas iniciales de la cantidad pagada por pares inicial es ligeramente superior a la cantidad de pago regular.
hi_in: प्रारंभिक जोड़े के लिए भुगतान की गई राशि नियमित रूप से भुगतान की राशि की तुलना में थोड़ा अधिक है, प्रारंभिक अवस्था में सदस्यों को प्रोत्साहित करने के लिए.
ta_lk: ஆரம்ப ஜோடிகள் ஊதியம் அளவு வழக்கமான செலவின தொகையை விட சற்று அதிகம் ஆரம்ப கட்டங்களில் உறுப்பினர்கள் incentivize வேண்டும்.

source: Specify the number of initial pairs for which you would like to pay a higher payout amount.
es_es: Especifique el número de pares iniciales para el que desea pagar una cantidad mayor pago.
hi_in: आप एक उच्च भुगतान राशि का भुगतान करना चाहते हैं, जिसके लिए प्रारंभिक जोड़े की संख्या निर्दिष्ट करें.
ta_lk: நீங்கள் அதிக செலவின தொகையை செலுத்த விரும்புகிறேன் இது ஆரம்ப ஜோடிகள் எண்ணிக்கை குறிப்பிட.

source: This is the per pair amount that is paid for the each Initial Pair.
es_es: Esta es la cantidad par por que se paga por el cada par inicial.
hi_in: यह प्रत्येक प्रारंभिक जोड़ी के लिए भुगतान किया जाता है कि प्रति जोड़ी राशि है.
ta_lk: இந்த ஒவ்வொரு ஆரம்ப ஜோடி ஊதியம் என்று ஒரு ஜோடி அளவு.

source: This is the payout amount for every Pair after the Initial Pairs.
es_es: Esta es la cantidad desembolso para cada Pair después de que los Pairs Iniciales.
hi_in: यह प्रारंभिक जोड़े के बाद हर जोड़ी के लिए भुगतान राशि है.
ta_lk: இந்த ஆரம்ப சோடிகள் பின்னர் ஒவ்வொரு ஜோடி செலவின அளவு.

source: An amount that is deducted from each Payout paid to the member as a fixed Service Charge. eg. $2 as processing fee for each payout.
es_es: Una cantidad que se deduce de cada ganancias pagadas a los miembros como un cargo de servicio fijo. por ejemplo. 2 dólares como cuota de procesamiento para cada desembolso.
hi_in: प्रत्येक भुगतान से कटौती की जाती है कि एक राशि एक निश्चित सर्विस चार्ज के रूप में सदस्य के लिए भुगतान किया. उदा. प्रत्येक भुगतान के लिए प्रोसेसिंग फीस के रूप में $ 2.
ta_lk: ஒவ்வொரு பணம் செலுத்தும் இருந்து கழிக்கப்படும் என்று ஒரு தொகை ஒரு நிலையான சேவை பொறுப்பு என உறுப்பினராக செலுத்தப்படும். எ.கா.. ஒவ்வொரு செலவின ஐந்து செயலாக்க கட்டணமாக $ 2.

source: Some countries have a legislation of deducting Income Tax at source while making commission payments to your members.
es_es: Algunos países cuentan con una legislación de deducir Impuesto sobre la Renta en la fuente, mientras que los pagos de comisiones a sus afiliados.
hi_in: कुछ देशों ने अपने सदस्यों के लिए कमीशन का भुगतान कर रही है जबकि स्रोत पर आयकर की कटौती का विधान है.
ta_lk: சில நாடுகளில் உங்கள் உறுப்பினர்களுக்கு கமிஷன் பணம் எடுக்கும்பொழுது மூலமாக வருமான வரி கழித்த ஒரு சட்டம் உள்ளது.

source: In case there is a tax deduction required in your country you can specify the tax % here.
es_es: En caso de que haya una deducción de impuestos requerido en su país se puede especificar el% de impuestos aquí.
hi_in: मामले में अपने देश में आप यहाँ कर% निर्दिष्ट कर सकते हैं की आवश्यकता है एक कर कटौती होती है.
ta_lk: வழக்கில் உங்கள் நாட்டில் நீங்கள் இங்கு வரி% குறிப்பிடலாம் தேவையான ஒரு வரி இருக்கிறது.

source: Please mention here pair ratio.
es_es: Detalle a relación de pareja.
hi_in: यहाँ जोड़ी अनुपात का उल्लेख करें.
ta_lk: இங்கே ஜோடி விகிதம் செய்யவும்.

source: Please mention here initial pair.
es_es: Detalle a par inicial.
hi_in: यहां प्रारंभिक जोड़ी का उल्लेख करें.
ta_lk: இங்கு ஆரம்ப ஜோடி செய்யவும்.

source: Initial Pair Amount
es_es: Cantidad Par Inicial
hi_in: प्रारंभिक जोड़ी राशि
ta_lk: ஆரம்ப சோடி தொகை

source: Please mention here initial amount.
es_es: Detalle a la cantidad inicial.
hi_in: यहां प्रारंभिक राशि का उल्लेख करें.
ta_lk: இங்கு ஆரம்ப அளவு செய்யவும்.

source: Further Pair Amount
es_es: Además Cantidad Par
hi_in: इसके अलावा जोड़ी राशि
ta_lk: மேலும் சோடி தொகை

source: Please mention here further pair amount.
es_es: Detalle a mayor cantidad par.
hi_in: यहाँ आगे जोड़ी राशि का उल्लेख करें.
ta_lk: இங்கு மேலும் ஜோடி அளவு செய்யவும்.

source: Service Charge (If any)
es_es: Servicio de carga (si procede)
hi_in: सर्विस चार्ज (यदि कोई है तो)
ta_lk: சேவை பொறுப்பு (எந்த என்றால்)

source: Please specify service charge.
es_es: Especifique cargo por servicio.
hi_in: सर्विस चार्ज का उल्लेख करें.
ta_lk: சேவை கட்டணம் குறிப்பிடவும்.

source: Tax Deduction
es_es: Deducción de Impuestos
hi_in: कर कटौती
ta_lk: வரி

source: Please specify TDS.
es_es: Por favor, especifique TDS.
hi_in: टीडीएस का उल्लेख करें.
ta_lk: அதுமட்டுமல்ல குறிப்பிடவும்.

source: Pair
es_es: par
hi_in: जोड़ा
ta_lk: இணை

source: Initial Pairs
es_es: pares iniciales
hi_in: प्रारंभिक जोड़े
ta_lk: ஆரம்ப சோடிகள்

source: <span style='color:green;'>Your bonus has been successfully updated.</span>
es_es: <span style='color:green;'>Su prima se ha actualizado correctamente.</ span>
hi_in: <span style='color:green;'> अपने बोनस सफलतापूर्वक अद्यतन किया गया है.</ span>
ta_lk: <span style='color:green;'> உங்கள் போனஸ் வெற்றிகரமாக மேம்படுத்தப்பட்டது.</ span>

source: Bonus Settings
es_es: Configuración de bonificación
hi_in: बोनस सेटिंग्स
ta_lk: போனஸ் அமைப்புகள்

source: In case you have a bonus option in your Network, use this tab to configure the bonus settings.
es_es: En caso de tener una opción de bonificación en su red, utilice esta ficha para configurar los ajustes de bonificación.
hi_in: आप अपने नेटवर्क में एक बोनस विकल्प है मामले में, बोनस सेटिंग विन्यस्त करने के लिए इस टैब का उपयोग करें.
ta_lk: உங்கள் நெட்வொர்க் ஒரு போனஸ் விருப்பம் உள்ளது வழக்கில், போனஸ் அமைப்புகளை கட்டமைக்க இந்த தாவலை பயன்படுத்த.

source: Bonus Criteria
es_es: Criterios de bonificación
hi_in: बोनस मानदंड
ta_lk: போனஸ் வரையறைகள்

source: The bonus amount can be paid on the basis of Total number of Pairs in a members network or the Total number of members referred Personally by a member. Select the option that suits your network.
es_es: El importe de la bonificación se paga sobre la base del número total de pares en una red de miembros o el número total de los miembros contemplado personalmente por un miembro. Seleccione la opción que se adapte a su red.
hi_in: बोनस राशि एक सदस्यों नेटवर्क या किसी सदस्य द्वारा व्यक्तिगत रूप से निर्दिष्ट सदस्यों की कुल संख्या में जोड़े की कुल संख्या के आधार पर भुगतान किया जा सकता है. अपने नेटवर्क है कि सूट विकल्प का चयन करें.
ta_lk: போனஸ் தொகை ஒரு உறுப்பினர்கள் நெட்வொர்க் அல்லது ஒரு உறுப்பினர் மூலம் தனிப்பட்ட முறையில் குறிப்பிடப்படுகிறது உறுப்பினர்கள் மொத்த எண்ணிக்கை சோடிகள் மொத்த எண்ணிக்கை அடிப்படையில் சம்பளம். உங்கள் பிணைய பொருத்தமாக அந்த விருப்பத்தை தேர்ந்தெடுக்கவும்.

source: Bonus Slabs
es_es: Losas de bonificación
hi_in: बोनस स्लैब
ta_lk: போனஸ் அடுக்குகளை

source: Specify the total number of pairs or members that a member needs to achieve and the corresponding bonus amount for the same. To add a new slab click the Add Row button. Specify the number of pairs / members and the corresponding amount for the next slab. When you are done creating the slabs click the Update Options button.
es_es: Especificar el número total de pares o de los miembros que un miembro necesita para lograr y la cantidad del bono correspondiente para el mismo. Para añadir una nueva losa haga clic en el botón Agregar fila. Especifique el número de pares / miembros y la cantidad correspondiente a la siguiente losa. Cuando haya terminado de crear las losas clic en el botón Opciones de actualización.
hi_in: एक सदस्य उसी के लिए प्राप्त करने और इसी बोनस राशि की जरूरत है कि जोड़े या सदस्यों की कुल संख्या निर्दिष्ट करें. जोड़ने के लिए एक नया स्लैब जोड़ें पंक्ति बटन पर क्लिक करें. जोड़े / सदस्यों की संख्या और अगले स्लैब के लिए इसी राशि का उल्लेख करें. आप स्लैब अद्यतन विकल्प बटन क्लिक पैदा कर रहे हैं.
ta_lk: உறுப்பினர் அதையே அடைய மற்றும் தொடர்புடைய போனஸ் தொகை வேண்டும் என்று ஜோடிகள் அல்லது உறுப்பினர்கள் எண்ணிக்கை குறிப்பிட. சேர்க்க ஒரு புதிய பலகை சேர் ரோ பொத்தானை கிளிக் செய்யவும். ஜோடிகள் / உறுப்பினர்கள் எண்ணிக்கை மற்றும் அடுத்த அடுக்கில் தொடர்புடைய அளவு குறிப்பிடவும். நீங்கள் அடுக்குகளை மேம்படுத்தல் விருப்பங்கள் பொத்தானை கிளிக் உருவாக்கும் முடித்தவுடன்.

source: Example Slab Figures
es_es: Ejemplo Losa Figuras
hi_in: उदाहरण स्लैब आंकड़े
ta_lk: எடுத்துக்காட்டாக அடுக்கில் எண்கள்

source: Unit
es_es: unidad
hi_in: इकाई
ta_lk: அலகு

source: Amount
es_es: cantidad
hi_in: राशि
ta_lk: தொகை

source: This implies that a member is paid a commission of 10 on achieving 5 pairs or personal referrals.
es_es: Esto implica que un miembro se le paga una comisión del 10 en el logro de 5 pares o referencias personales.
hi_in: यह एक सदस्य 5 जोड़े या व्यक्तिगत रेफरल प्राप्त करने पर 10 के एक आयोग का भुगतान किया जाता है कि निकलता है.
ta_lk: இந்த உறுப்பினராக 5 ஜோடிகள் அல்லது தனிப்பட்ட பரிந்துரைகளை அடைவதற்கு 10 ஒரு கமிஷன் வழங்கப்படும் என்று தெரிகிறது.

source: On achieving the NEXT 10 pairs or personal referrals the member is paid a commission of 20. So now the member has either 15 pairs or 15 personal referrals in total.
es_es: En la consecución de los 10 pares PRÓXIMOS o referencias personales del miembro se pagó una comisión de 20. Así que ahora el miembro tiene cualquiera de 15 o 15 pares de referencias personales en total.
hi_in: अगले 10 जोड़े या व्यक्तिगत रेफरल प्राप्त करने पर सदस्य 20 के एक आयोग का भुगतान किया जाता है. तो अब सदस्य में कुल 15 जोड़े या 15 व्यक्तिगत रेफरल या तो है.
ta_lk: அடுத்த 10 ஜோடிகள் அல்லது தனிப்பட்ட பரிந்துரைகளை அடைய on உறுப்பினராக 20 ஒரு கமிஷன் வழங்கப்படும். எனவே இப்போது உறுப்பினராக மொத்தம் 15 ஜோடிகள் அல்லது 15 தனிப்பட்ட பரிந்துரைகளை ஒன்று உள்ளது.

source: On achieving the NEXT 20 pairs or personal referrals the member is paid a commission of 40. So now the member has either 35 pairs or 35 personal referrals in total.
es_es: En la consecución de los 20 pares PRÓXIMOS o referencias personales del miembro se pagó una comisión de 40. Así que ahora el miembro tiene cualquiera de 35 o 35 pares de referencias personales en total.
hi_in: अगले 20 जोड़े या व्यक्तिगत रेफरल प्राप्त करने पर सदस्य 40 के एक आयोग का भुगतान किया जाता है. तो अब सदस्य में कुल 35 जोड़े या 35 व्यक्तिगत रेफरल या तो है.
ta_lk: அடுத்த 20 ஜோடிகள் அல்லது தனிப்பட்ட பரிந்துரைகளை அடைய on உறுப்பினராக 40 ஒரு கமிஷன் வழங்கப்படும். எனவே இப்போது உறுப்பினராக மொத்தம் 35 ஜோடிகள் அல்லது 35 தனிப்பட்ட பரிந்துரைகளை ஒன்று உள்ளது.

source: Add or remove bonus slab.
es_es: Agregar o quitar bonus losa.
hi_in: बोनस स्लैब जोड़ें या निकालें.
ta_lk: போனஸ் அடுக்கில் சேர்க்க அல்லது நீக்க.

source: Please select bonus type.
es_es: Por favor seleccione el tipo de bono.
hi_in: बोनस प्रकार का चयन करें.
ta_lk: போனஸ் வகை தேர்ந்தெடுக்கவும்.

source: License Settings
es_es: Configuración de licencia
hi_in: लाइसेंस सेटिंग्स
ta_lk: உரிமம் அமைப்புகள்

source: License Details
es_es: Detalles de la licencia
hi_in: लाइसेंस विवरण
ta_lk: உரிமம் விவரம்

source: Domain Name
es_es: Nombre de Dominio
hi_in: डोमेन नाम
ta_lk: கள பெயர்

source: License Key
es_es: clave de licencia
hi_in: लाइसेंस कुंजी
ta_lk: உரிமம் விசை

source: Please fill the complete information.
es_es: Por favor llene la información completa.
hi_in: पूरी जानकारी भरें.
ta_lk: முழுமையான தகவல் நிரப்புக.

source: There has been an error while generating this tree. <br>Please contact the system admin at
es_es: Se ha producido un error al generar este árbol. <br> Por favor, póngase en contacto con el administrador del sistema en
hi_in: इस वृक्ष पैदा करने में कोई त्रुटि हुई है. सूची में सिस्टम व्यवस्थापक से संपर्क करें
ta_lk: இந்த மரம் உருவாக்கும் ஒரு பிழை உள்ளது. <br> அமைப்பை நிர்வாகம் தொடர்பு கொள்ளவும்

source: to report this problem.
es_es: para informar de este problema.
hi_in: इस समस्या की रिपोर्ट करने के लिए.
ta_lk: இந்த பிரச்சனை குறித்து தெரிவிக்க வேண்டும்.

source: You can't authorized to access searched user's genealogy.
es_es: No se puede autorizado para acceder a la genealogía del usuario registrado.
hi_in: आप खोज उपयोगकर्ता की वंशावली का उपयोग करने के लिए अधिकृत नहीं किया जा सकता.
ta_lk: நீங்கள் தேடிய பயனர் மரபுவழி அணுகுவதற்கு உங்களுக்கு அங்கீகாரம் இல்லை.

source: Back
es_es: espalda
hi_in: वापस
ta_lk: மீண்டும்

source: You have searched a wrong username.
es_es: Usted ha buscado un nombre de usuario incorrecto..
hi_in: आप एक गलत उपयोगकर्ता नाम खोज की है.
ta_lk: நீங்கள் ஒரு தவறான பயனர்பெயர் தேடியது.

source: My Left Group Details
es_es: Mis Izquierdo Detalles de grupo
hi_in: मेरा वाम समूह विवरण
ta_lk: என் இடது குழுவின் விவரங்கள்
