Repository: tradebooster/binary-mlm-pro
Catalog: languages/binary-mlm-pro-*.po
Languages: es_es, hi_in, ta_lk

source: In case members can only register on your site via ePin, set this to Yes. This would make the ePin field mandatory on the user registration form and a visitor would need a valid unused ePin to complete his registration. If this value is set to No, a visitor will be able to register on the site even without specifying a valid ePin. In this case you would need to manually mark the member as Paid / Unpaid under Users -> All Users.
es_es: En el caso, los miembros sólo pueden inscribirse en su sitio a través ePin, ajústelo en Sí. Esto haría que el campo ePin obligatorios en el formulario de registro de usuario y el visitante necesitaría un ePin sin usar válida para completar su registro. Si este valor se establece en No, el visitante podrá registrarse en el sitio, incluso sin especificar un ePin válida. En este caso, usted tendría que marcar manualmente el miembro como remunerado / no remunerado en Usuarios -> Todos los usuarios.
hi_in: ????? ?? ??????? ??? ???? ePin ?? ?????? ?? ???? ???? ?? ??????? ?? ???? ???, ??? ???? ?? ??? ?? ????????? ???? ??. ?? ?????????? ??????? ????? ?? ?? ?????? ?? ???????? ePin ??????? ???? ??????? ???? ???? ?? ??? ?? ????? ????????? ePin ???????? ???? ????? ????. ?? ????? ???? ???? ?? ??? ??? ?? ???? ???? ??, ?? ?? ?????? ?? ?? ??? ePin ????????? ??? ???? ???? ?? ??????? ???? ??? ????? ?? ?????. ?? ????? ??? ?? ????? ??????? / ??? ?????????? ?? ???? ?? ??? ??? ????? ?? ??????? ???? ?? ???????? ???? -> ??? ??????????.
ta_lk: ?????? ????????????? ??????? ePin ?????? ?????? ???????? ????? ?????????, ????? ???? ??????. ???? ????? ????? ?????? ??????? ??? ??????????? ???????????????????? ePin ???????? ????? ????? ??????? ?????? ???????????????? ePin ???????? ?????. ???? ??????? ????? ???????????????, ??? ??????????? ??? ?????? ePin ????????????? ???????? ????? ????? ????????. ???? ?????????? ??????? ????????? ????????????? / ????? ???????? ???? ??????????? ??????? ???????? -> ??????? ?????.

source: ePin Length
es_es: ePin Longitud
hi_in: ePin ?????
ta_lk: ePin ?????

source: The length of the generated ePins.
es_es: La longitud de los epins generados.
hi_in: ???? ePins ?? ?????.
ta_lk: ?????????????? ePins ?????.

source: Yes
es_es: sí

source: Here at least one ePin is used.
es_es: Aquí se utiliza al menos una ePin.
hi_in: ???? ?? ?? ?? ?? ePin ?????? ???? ???? ??.
ta_lk: ????? ????????? ??? ePin ????????????????????.

source: ePin Settings
es_es: Configuración Epin
hi_in: ePin ????????
ta_lk: ePin ??????????

source: Use this tab to generate the ePins in your network which would be used for registering new members on the site. All ePins generated will be unique and the length shall be as specified in the General Tab.
es_es: Utilice esta ficha para generar los epins en la red que se utilizan para el registro de nuevos miembros en el sitio. Todos epins generados serán únicas y la longitud será la especificada en la ficha General.
hi_in: ???? ?? ?? ??????? ?? ??????? ?? ??? ???????? ???? ????? ?? ???? ??????? ??? ePins ??????? ???? ?? ??? ?? ??? ?? ????? ????. ??????? ??? ePins ???????? ???? ?? ????? ?? ??? ??? ??????? ??? ??? ????????? ???? ?????.
ta_lk: ???????? ????? ????????????? ????? ????????????????? ?? ?????? ??????????? ePins ???????? ???? ??????. ?????????????? ??????? ePins ????????? ????????? ??????? ????? ?????? ????? ??????????????? ????????.

source: No. of ePins
es_es: Número de epins
hi_in: EPins ?? ??????
ta_lk: EPins ?????????

source: Specify the number of ePins to generate.
es_es: Especifique el número de epins para generar.
hi_in: ??????? ???? ?? ??? ePins ?? ?????? ????????? ????.
ta_lk: ???????? ePins ????????? ?????????.

source: Type - Regular
es_es: Tipo - Regular

source: A member registering with a Regular ePin shall be treated as a regular Paid member of the system. The commission for the member will be distributed amongst his upline and he will also earn commissions and bonuses from his downline.
es_es: Un miembro de registrarse en una ePin Regular será tratado como un miembro de pago regular del sistema. La comisión para el miembro será distribuida entre su línea ascendente y él también ganará comisiones y bonos de su línea descendente.
hi_in: ?? ?????? ePin ??? ??????? ?? ????? ??????? ?? ?????? ?????? ???? ????? ?? ??? ??? ???? ?????. ????? ?? ??? ???? ?? ???? ?????? ?? ??? ?????? ???? ????? ?? ?? ?? ???? downline ?? ????? ?? ???? ?????? ??????.
ta_lk: ??? ???????? ePin ????? ?????????? ????????? ???????? ????? ?????????? ???????? ????????. ?????????? ?????? ???? upline ????????? ???????????????????? ??????? ???? ???? ???????? ??????? ????????? ??????? ?????? ?????????? ????????.

source: Type - Free
es_es: Tipo - Free

source: A member registering with a Regular ePin shall be treated as a Special Paid member of the system. The commission for the member will NOT be distributed amongst his upline (since he has not paid himself). However, he will earn commissions and bonuses from his downline (for regular paid members).
es_es: Un miembro de registrarse en una ePin Regular será tratada como un miembro prestará especial del sistema. La comisión para el afiliado no se le distribuye entre su línea ascendente (ya que no ha pagado a sí mismo). Sin embargo, va a ganar comisiones y bonos de su línea descendente (para los miembros pagados regulares).
hi_in: ?? ?????? ePin ??? ??????? ?? ????? ??????? ?? ?? ????? ?????? ???? ????? ?? ??? ??? ???? ?????. ????? ?? ??? ???? (?? ??? ?? ?????? ???? ???? ??? ??) ?? ??? ?? ???? ?????? ?? ??? ?????? ???? ???? ?????. ???????, ?? (?????? ?????? ?? ??????? ?? ???) ???? downline ?? ????? ?? ???? ?????? ??????.
ta_lk: ??? ???????? ePin ????? ?????????? ????????? ??????? ????? ?????????? ???????? ????????. ?????????? ?????? (???? ????? ???? ????? ????????) ???? upline ????????? ???????????????????? ????????. ???????, ???? (???????? ???? ?????????????) ???? ???????? ??????? ????????? ??????? ?????? ?????????????.

source: ePins of type
es_es: epins de tipo
hi_in: ?????? ?? ePins
ta_lk: ??? ePins

source: Free
es_es: libre

source: } have been generated successfully.
es_es: } Se han generado con éxito.

source: There was an error in generating the ePins. Please try again.
es_es: Se produjo un error en la generación de los epins. Por favor, vuelve a intentarlo.
hi_in: EPins ???? ???? ??? ??? ?????? ??. ???: ?????? ????.
ta_lk: EPins ??????????? ??? ???? ?????????. ???????? ??????????????.

source: Type
es_es: tipo

source: Generate ePins
es_es: Generar epins
hi_in: ePins ???????
ta_lk: ePins ????????

source: ePin Report
es_es: ePin Informe
hi_in: ePin ???????
ta_lk: ePin ???????

source: The report below lists all the ePins that have been generated on your site. Filter the results to see just the Used Pins or Unused Pins. To revert back to the default listing click the Reset Button.
es_es: El informe enumera todos los epins que se han generado en su sitio. Filtrar los resultados para ver sólo los pines usados ​​o prendedores Nuevos. Para volver a la lista por defecto haga clic en el botón Reset.
hi_in: ??????? ?? ???? ???? ???? ?? ??????? ???? ??? ?? ?? ??? ePins ???????? ???? ??. ????? ???????? ??? ?? ????????? ???? ????? ?? ??? ???????? ?? ???????. ???????? ???????? ?? ??? ???? ????? ?? ??? ????? ??? ?? ????? ????.
ta_lk: ???? ??????? ?????? ???????? ?????????????? ????? ??????? ePins ???????????????. ???? ???????????? ?????? ?????? ???????????? ?????? ??????? ????????? ???????. ?????????? ???????? ??????? ??????? ??????? ?????? ??????.

source: Reset
es_es: reajustar

source: Used Date
es_es: usado Fecha

source: Filter
es_es: Filtrar

source: Choose Option
es_es: Elija la opción

source: Used ePin
es_es: ePin usado
hi_in: ???????? ePin
ta_lk: ????????????????? ePin

source: UnUsed ePin
es_es: ePin no utilizados
hi_in: ????????? ePin
ta_lk: ???????????????? ePin

source: Cannot delete all the rows.
es_es: No se puede eliminar todas las filas.

source: Please ensure that you have marked all the members as Paid who have Paid in the current Payout cycle. In case not, then
es_es: Por favor, asegúrese de que ha marcado todos los miembros como de pago que han pagado en el ciclo de Pago en curso. En caso de que no, entonces

source: to go to the User Listing Page and mark those members as Paid.
es_es: para ir a la lista de usuarios de páginas y marcar esos miembros como pago.

source: The <strong>Search</strong> and <strong>Export to CSV</strong> funtions will work on the currently active Recordset i.e. if you are currently on the Used ePin Filter then performing a search or Exporting to CSV will apply only to the Used ePins.
es_es: la <strong>Buscar</strong> y <strong>Exportar a CSV</strong> funtionstrabajará en el ejemplo de registros activo si se encuentra en el filtro ePin utiliza luego de realizar una búsqueda o exportar a CSV se aplicará sólo a los epins Usados.
hi_in: ?? <strong>???</strong> ?? <strong>?????? ??????? ???? ?? ???</strong> ?? ?? ?? ??? ???????? ?? ?????? ??????? ?? ??? ???????? ePins ?? ?? ???? ???? ???????? ePin ?????? ?? ??????? ??? ?? ??? ??? ??? funtions ??????? ??? ?????? Recordset ??????? ?? ??? ??????.
ta_lk: ??????? <strong>?????</strong> ??????? <strong>CSV ????????</strong> ??????? ??? ????? ????? ?????? CSV ???????? ???????????? ePins ??????? ???????????? ???????? ???????????? ePin ???????? ???????? ????????? CSVfuntions ???????? ???????? ??????? Recordset ?????? ????????.

source: Pin No.
es_es: N º de pin

source: Username
es_es: Nombre de usuario

source: Used on
es_es: Utilizado en

source: Please enter username.
es_es: Por favor, introduzca nombre de usuario.

source: Please enter Valid ePin.
es_es: Introduce ePin Válido.
hi_in: ??? ePin ???? ????.
ta_lk: ???????????? ePin ??????????.

source: Please enter ePin.
es_es: Introduce ePin.
hi_in: EPin ???? ????.
ta_lk: EPin ??????????.

source: Please enter the user name.
es_es: Por favor, introduzca el nombre de usuario.

source: Please enter password.
es_es: Por favor, introduzca la contraseña.

source: Password length is atleast 6 char.
es_es: Longitud de la contraseña es de al menos 6 caracteres.

source: Please confirm your password.
es_es: Por favor, confirme su contraseña.

source: Please enter the sponsor name.
es_es: Por favor escriba el nombre del patrocinador.

source: Special characters are not allowed in
es_es: Los caracteres especiales no están permitidos en

source: Your email address is not valid.
es_es: Su dirección de correo electrónico no es válida.

source: Your password does not match please try again.
es_es: Tu contraseña no coincide, por favor inténtalo de nuevo.

source: Please enter sponsor name.
es_es: Por favor ingrese el nombre patrocinador.

source: Please select the placement.
es_es: Por favor seleccione la ubicación.

source: Please enter your first name.
es_es: Por favor escriba su nombre.

source: Please enter your last name.
es_es: Introduzca su apellido.

source: Please enter your address.
es_es: Introduzca su dirección de.

source: Please enter your city name.
es_es: Introduzca su nombre de la ciudad.

source: Please enter your state name.
es_es: Introduzca su nombre de estado.

source: Please enter your postal code.
es_es: Introduzca su código postal.

source: Please select your country name.
es_es: Por favor, seleccione su nombre de país.

source: Please enter your E-mail address.
es_es: Introduzca su dirección de correo electrónico.

source: Please confirm your E-mail address.
es_es: Por favor confirme su dirección de e-mail.

source: Your E-mail address does not match please try again.
es_es: Su dirección de correo electrónico no está de acuerdo por favor inténtalo de nuevo.

source: Please enter your contact number.
es_es: Introduzca su número de contacto.

source: Please enter your date of birth.
es_es: Por favor, introduzca su fecha de nacimiento.

source: The changes you made will be lost if you navigate away from this page. <br/> Are you sure you want to leave this page
es_es: Los cambios realizados se perderán si se desplaza fuera de esta página. <br/> ¿Seguro de que deseas abandonar esta página
hi_in: ?? ?? ??? ?? ??? ??????? ??? ???? ?????? ??? ?? ???????? ?? ??????. <br/> ???? ?? ???? ?? ????? ?? ?????? ????? ???
ta_lk: ???? ?????? ????? ??????? ????? ?????????? ????????????. <br/> ??????? ???? ???????? ?????? ?????????

source: The changes you made will be lost if you navigate away from this page.
es_es: Los cambios realizados se perderán si se desplaza fuera de esta página.

source: Enter ePin
es_es: Introduzca ePin
hi_in: ePin ????
ta_lk: ePin ??????????

source: Sorry. You are not allowed to access this page due to administrative permissions.
es_es: Lo siento. No está permitido acceder a esta página debido a los permisos administrativos.

source: Your status is already to set to Paid in the system. You cannot activate your membership again with an ePin.
es_es: Su estado ya es establecer a cargo del sistema. No puede activar su membresía de nuevo con un ePin.
hi_in: ???? ?????? ??????? ??? ??? ???? ?? ??? ??? ???? ?? ??? ???? ?? ?? ??. ?? ?? ePin ??? ??? ?? ???? ??????? ?? ?????? ???? ?? ???? ???.
ta_lk: ?????? ?????? ??????? ??????????? ???????? ?????? ???????. ??????? ??? ePin ???????? ?????? ?????????? ??????????? ????????.

source: <span class='msg'>Congratulations! This ePin is available.</span>
es_es: <span class='msg'>¡Enhorabuena! Este ePin está disponible.</span>
hi_in: <span class='msg'>???? ??! ?? ePin ?????? ??.</span>
ta_lk: <span class='msg'>?????????????! ???? ePin ??????.</span>

source: <span class='errormsg'>Sorry! This ePin is not Valid or already Used .</span>
es_es: <span class='errormsg'>¡Lo siento! Este ePin no es válido o ya usado .</span>
hi_in: <span class='errormsg'>????? ????! ?? ePin ????? ?? ???? ?? ?? ????? ??? ???? ??.</span>
ta_lk: <span class='errormsg'>????????????! ???? ePin ??????????????? ?????? ??????? ???????????? ????.</span>

source: <span class='errormsg'>Sorry! The specified username is not available for registration.</span>
es_es: <span class='errormsg'>¡Lo siento! El nombre de usuario especificado no está disponible para su registro.</span>
hi_in: <span class='errormsg'>????? ????! ????????? ?????????? ??? ??????? ?? ??? ?????? ???? ??.</span>
ta_lk: <span class='errormsg'>????????????! ??????????? ??????? ????? ????? ?????.</span>

source: <span class='errormsg'>Sorry! The specified sponsor is not available for registration.</span>
es_es: <span class='errormsg'>¡Lo siento! El patrocinador especificada no está disponible para su registro.</span>
hi_in: <span class='errormsg'>????? ????! ????????? ???????? ??????? ?? ??? ?????? ???? ??.</span>
ta_lk: <span class='errormsg'>????????????! ??????????? ???????? ????? ?????????????.</span>

source: Reports
es_es: Informes

source: Summaries
es_es: Resúmenes

source: Total Amount Credited
es_es: Importe total Acreditado

source: Pending Payments
es_es: Los pagos pendientes

source: Processed Payments
es_es: Los pagos procesados

source: Available Amount
es_es: Disponible Importe

source: Product price
es_es: precio del producto

source: Earning Reports
es_es: Informes Ganar

source: Date From
es_es: Fecha Desde

source: Date To
es_es: Conocer a

source: Period
es_es: período

source: Gross Earnings
es_es: Ganancias brutas

source: Payouts
es_es: pagos

source: Net Earnings
es_es: Ganancias

source: MLM Reports
es_es: Informes de MLM
ta_lk: MLM ??????????

source: to
es_es: a

source: <div class='updated fade'><p><strong>Complete the MLM Product Price in General settings. Please </strong>
es_es: <div class='updated fade'><p><strong>Complete el MLM Producto Precio en Configuración general. complacer </strong>
hi_in: <div class='updated fade'><p><strong>???? ???????? ??? ?????? ?????? ????? ?? ???? ????. ????? </strong>
ta_lk: <div class='updated fade'><p><strong>????? ???????????? MLM ????????? ???? ???????. ???? ?????? </strong>

source: Bonus Slab
hi_in: बोनस पटिया
ta_lk: போனஸ் பலகை

source: Binary MLM
hi_in: बाइनरी एमएलएम
ta_lk: பைனரி MLM

source: General
hi_in: सामान्य
ta_lk: பொதுவான

source: No. of Personal Referrer
hi_in: व्यक्तिगत संदर्भ की संख्या
ta_lk: இல்லை. குறிப்புக்காட்டும் ஊழியர்கள்

source: Total
hi_in: संपूर्ण
ta_lk: மொத்தம்

source: createuser
hi_in: उपयोगकर्ता बनाएँ
ta_lk: பயனர் உருவாக்க

source: Search
hi_in: खोज
ta_lk: தேடல்

source: Cap Limit
hi_in: कैप सीमा
ta_lk: தொப்பி எல்லை

source: Cheque
hi_in: चेक
ta_lk: காசோலை

source: export-csv
ta_lk: ???????? CSV

source: <span class='msg'>Congratulations! The username is available.</span>
hi_in: <span class='msg'>???? ??! ?????????? ??? ?????? ??.</span>
ta_lk: <span class='msg'>?????????????! ????? ????? ??????????.</span>
